{
    "ImageHeader": {
        "work": "Aviable to work"
    },
    "Name": {
        "name-autor": "Hi, I'm Santiago Melo"
    },
    "Developer": {
        "cam": "I am a Front-End Developer"
    },
    "Year": {
        "year": "with 1 year of experience"
    },
    "World": {
        "pages": "in the world of web pages. My performance is mainly with React, Next JS, Tailwind, as well as HTML, CSS and Javascript"
    },
    "Tec": {
        "most": "as well as"
    },
    "DaysNew": {
        "challenges": "When programming day by day, I look for new challenges that make me able to demonstrate my skills and have work experiences that make me learn new things"
    },
    "Brothers": {
        "description-1": "Application for a car wash company in the United States, where you can learn about all the services they offer, in addition to making appointments to make your car at another level"
    },
    "BugBookClone": {
        "description-2": "In this project I learn everything related to Prisma - Postgress. Within it, I highlight my learnings obtained in general and add to the code of the original video, a little of my ideas when programming, creating components, interfaces, etc. The original idea, the profile and the video are in the repository."
    },
    "Tesla": {
        "description-3": "Tesla Clone Application, Created from scratch with Next.js and Tailwind CSS in order to demonstrate my skills"
    },
    "Formula": {
        "description-4": "Application created with React, a mini project that a client requested of me, to be able to calculate some physics and electricity/magnetism formulas"
    },
    "DesignProjects": {
        "description-5": "Page where I show the projects that helped me understand HTML layout and styling with CSS and SASS, highlighting different techniques and approaches to create attractive and functional interfaces."
    },
    "TodoApp": {
        "description-6": "App created with HTML, CSS, and JavaScript. This was my first app."
    },
    "Title-About-Me": {
        "title": "About Me..."
    },
    "About-Me": {
        "part-1": "Hello everyone! I'm Santiago Melo, but you can call me Santi. My passion for programming began about a year ago, right after finishing high school. At that moment I decided to venture into the vast world of programming, and I haven't looked back since."
    },
    "About-Me-2": {
        "part-2": "I decided to take charge of my own learning and immerse myself in the world of programming in a self-taught way. I set out to explore a variety of resources, from instructional videos to online course lines and websites specializing in the topic. I am currently studying a degree in Systems Engineering."
    },
    "About-Me-3": {
        "part-3": "I am looking forward to facing new challenges and taking advantage of every opportunity to learn and grow. I am sure that great things await me in the future in this exciting world of technology and programming!"
    },
    "Title-Projects": {
        "title-projects-line": "Projects"
    },
    "Title-Experience": {
        "title-experience-line": "Experience"
    },
    "Title-Technologies": {
        "title-technologies-line": "Tools"
    },
    "Button-1": {
        "code": "Code"
    },
    "Button-2": {
        "preview": "Preview"
    },
    "Time-1": {
        "time-1": "June 2023"
    },
    "Time-2": {
        "time-2": "January 2024"
    },
    "Time-3": {
        "time-3": "February 2024 | April 2024"
    },
    "Time-4": {
        "time-4": "Right Now"
    },
    "Title-Experience-1": {
        "title-experience-1": "First steps:"
    },
    "Title-Experience-2": {
        "title-experience-2": "First jobs"
    },
    "Title-Experience-4": {
        "title-experience-4": "Actosoft"
    },
    "Ref": {
        "title": "References"
    },
    "Description-Experience-1": {
        "description-experience-1": "I started in the world of programming after finishing high school. She begins to learn self-taught (Yotube videos, courses on Udemy and more) learning basic HTML, CSS and Javascript and over time expanding to other technologies."
    },
    "Description-Experience-2": {
        "description-experience-2": "I worked on my first project being part of a team of 2, being in charge of the entire Frontend side professionally and doing some mini-projects that people asked me for as a student."
    },
    "Description-Experience-3": {
        "description-experience-3": "I am showing my work to the world, carrying out mini-projects in a non-professional way, learning new technologies, improving my skills in search of my first job as a web developer, in addition to studying a degree in Systems Engineering."
    },
    "Description-Experience-4": {
        "description-experience-4": "I am currently an intern at the company Actosoft, where I am beginning to gain experience professionally and applying my knowledge in real-life projects, developing professionally with Typescript and Material UI components. The repositories are private, however I show proof that they exist. In addition to showing the references of clients who put the website on their social networks."
    },
    "Language-1": {
        "1": "Spanish"
    },
    "Language-2": {
        "2": "English"
    },
    "HOTEL": {
        "description-1": "Hotel design page with sections for rooms, services and reservations."
    },
    "NEWS": {
        "description-2": "Design page for sports with news, results and teams sections"
    },
    "NEXTER": {
        "description-3": "'Nexter' hotel design page with rooms and reservations sections"
    },
    "TRILLO": {
        "description-4": "'Trillo' hotel design page with sections for photos, services and contact"
    },
    "OUTDOORS": {
        "description-5": "Página de diseño de naturaleza con secciones para actividades al aire libre"
    },
    "EDGE-LEADER": {
        "description-6": "Design page cloned from 'Edge Leader' site with focus on leadership with sections for services, team and contact"
    },
    "MyFirstFormDesign": {
        "description-7": "Design page making my first form"
    },
    "LINETIME": {
        "description-8": "Design page, where I learned to use animations with style and programming logic"
    }
}